import React from 'react'

function StoryPast(){
    return(
        <div>
            <div className='AncientContainer'>
            <h1 className='AgeOfAncient'> The age of ancient
                    <br />
            &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;
                    <br />
                 Век древних
            </h1>
            </div>
            <div className='story'>
                <p className='TheNote'>
                    <i>записка &ensp;  &#8211; день 0</i>
                    <br />
                    Я мыслю, следовательно я существую
                    <br />
                    Я просто проснулся посреди поля со штуками на зелёных ножках с разноцветными пластами. Где я? Кто я ?
                </p>
                    <i>записка &ensp;  &#8211; день 10</i>
                    <p>
                        Я понял что возможно один живу в этом мире по этому разумно будет записовать всё мои мысли, ведь если я так и останусь в одиночестве то когда-нибудь кто-нибудь найдёт все эти записи.
                        Правда когда появились опасности и надобность в жилье я отложил эту затею на 20 дней. 
                        Сейчас я обосновался на ровной поверхности и уже построил маленькие убежище.
                        У меня очень много вопросов: кто я, где я,один ли я, откуда у меня знания письма, ремесла и т.д?
                        Ну допустим меня зовут... N0st3rn (Ностерн) и приблизительно мне 20 лет. 
                        Планы это узнать все ответы на вышеперечисленные вопросы и обустроится здесь попутно разведуя местность
                    </p>
                    <i>записка &ensp;  &#8211; день 20</i>
                    <p>
                        Разумных признаков жизни не обнаружено, а вот не разумных тут навалом и все пытаются тебя сьесть.
                        Это я к чему. Я знаю основы физики, химии математики и других наук (мне же на удивление), а значит с оружием и постройками проблем не будет.
                        Проблема будет в добыче ресурсов ибо на моей поляне их нет, а проход к горам где дофига золата заблокировали монсты не поддающиеся обяснению.
                        Завтра cделаю деревянную броню, заточу каменные предметы и постораюсь проникнуть к куче золотишка в горе.
                    </p>
                        <i>записка &ensp;  &#8211; день 138</i>
                    <p>
                        Дом милый дом, наконец я добрался сюда. Весь в крови от этих тварей.<br />
                        Если вкраце то:
                        <br />
                        Как и сказал я подготивился к вылозке за добычей драгоценных ресурсов.
                        При подходе к горе ни одного монстра не появилось. Я решил впоспользоваться шансом и забрать всё что смогу.
                        Замохнувщись каменной киркой я высек искру из угля на который замохнулся.
                        Было я обрыдовался что легко заполню весь рюкзак ресурсами без боя, как чудище размером с дерево поднял на меня руку и проорало на весь лес о своём присутствии.
                        Я думать было помер, но оказался на руках у очеровательной <s>лольки</s> дамы спасший не только мой день, а и жизнь.
                        Она отвела меня в их деревню у ручья за горами. Вышедший вперёд старейшина, одетый в скелет умершего человека, начал говорить........ а я, не понимая языка,  смотрел на них как ребёнок на отца (Боясь, но не показывая вида).
                        Канибалами они не были и даже дали жилье с пропитанием. Через дня 3 я примерно начал понимать их язык.
                        Прибывание с ними было приятным, но мне нужно было домой, забрать заметки и вещи и уже там сделать выбор остаться одному или жить в поселение.
                        Кто то скажет, очевидно с разумными людьми, только вот разума у них не занимать. Поклоняются чёртикам с недо-богами, а при отказе: зжигают. 
                        Новое отвергают, а сделовшого придают огню.
                        Было я собрался домой, но увидел прекрасное, милое, доброе лицо которое сказало подожди.
                        Дальнейшие дни мы были вмести и вот уже как бы  пара. Я предложил сбежать из этой богом забытой деревни на что поступил не замедлительный ответ "да".
                        Буквально час и мы уже напровляемся через гору к моему дому, но как и ожидалось мы наткнулись на стороживших эту границу тварей.
                        Острые как бритва клыки могли прорезать дырку в плоти быстрее чем порыв ветра проходящий сквозь щёлку в стене.
                        Промелькнуть сквозь них было бы не лучшей идеей так как четвероногие явно бысрее нас.
                        Приняв бой мой и моей напарницы стальные мечи начали поражать цель за целью.
                        Дом казался так близко... Как только я задумался об этом на меня налител один из предстовителей этого вида. 
                        От страха я закрыл глаза ожидая приблежающийся смерти. Правда когда я открыл их я вовсе не обноружил смерть, точнее обнаружил, но не свою. 
                        Передо мной лежало окрававленое тело моей спутницы. В её как и в моих глазах были видны слёзы. Не успел я сказать прости как эти ублюдки утощили её в свою пещеру.
                        И вот я здесь, закалённый в битве, окрававленный, с ресурсами в рюкзаке..... дома . . . 
                    </p>
                    <i>записка &ensp;  &#8211; день 200</i>
                    <p>
                        Я пришёл в себя после того инцедента... вроде как
                        <br />
                        После битв и множеств эксперементов я пришёлк к выводам: <br />
                        Вобщем тут выяснилось что и вправду тут сущесвует магия, ультимытивные предметы убирающие и превращающие всё что живёт в порох.
                        Зачерования и ещё очень и очень странная хрень.
                        Допустим берём палки, железо и там допустим создодим кирку.
                        Прикол в том что кирка всё время выходит одна и таже без изьянов, и ломается после определённого времени пользования.
                        Короче, к чему я это. Могу ли я сам создать свой рецепт. Допустим это будет книга.
                        Если я создам её в другом конце вселенной она всё ещё будет такаяже с тем же текстом или это будет просто книга. 
                    </p>
                    <i>записка &ensp;  &#8211; год и 2 дня </i>
                    <p>
                        У МЕНЯ ПОЛУЧИЛОСЬ!!!
                        <br />
                        Я сделал собсвенный рецепт своей книги :
                        Железо, Золото и обычная книга это мой дневник.
                        И да чуть не забыл я собираюсь в путешесвие и дневник тут оставлю. 
                        В дороге создам другой.  
                    </p>
            </div>
        </div>
    )
}
export default StoryPast